# 1.Найдите сумму цифр трехзначного числа.
# a = 1
# b = 2 
# c = 3
# sum = a + c + b
# print (sum)

a = int(input("Введите первое число "))
b = int(input("Введите второе число "))
c = int(input("Введите третье число "))
s = a + b + c
print(s)